export const biographyNarrative = `Антон родился в прошлом тысячелетии и, если быть точными, еще и в прошлом веке. Несмотря на определенное упрямство и задиристость (что иногда проявлялось весьма ярко), его всегда любили — и продолжают любить до сих пор.
Каким был в детстве наш герой? Вежливым, упрямым и справедливым, и, что немаловажно, всегда абсолютно уверенным в своей позиции. Иногда настолько уверенным, что окружающим оставалось лишь согласиться (переспорить его еще не удавалось никому).

Уже в первом классе он сумел ярко о себе заявить, и стало понятно, что этот человек будет отстаивать справедливость до последнего.
Например, когда один школьный задиристый мальчик (и по совместительству сын прокурора) обижал девочку, папа довольно решительно и доступно объяснил ему правила поведения и то, почему тот был неправ. Помощниками в этом нелегком деле стали стена и, как результат, легкое сотрясение мировоззрения.
После этого его, конечно, вызвали к директору. Антон пошел к нему без страха и лишних переживаний, без капли сомнения в необходимости совершенных действий, и именно это оказалось еще большим нарушением школьного порядка. В итоге вызвали его маму и серьезно отчитали за то, что сын… не боится директора.

Так Антон довольно рано продемонстрировал одно из своих главных качеств — твердую уверенность в собственной позиции. И, если честно, с тех пор мало что изменилось, разве что сотрясения мировоззрения теперь случаются значительно реже и в основном происходят в интеллектуальной форме.

Антон всегда тянулся к новому, интересовался неизвестным и не очень любил идти по проторенным дорожкам. Иногда это называли нахальством, но скорее — в хорошем смысле этого слова.
На своем пути он всегда выбирал людей креативных, смышленых и к тому же немного авантюрных. Сам являясь таким же.
Его главные качества — авантюризм, внимательное отношение к деталям, способность ставить перед собой задачи и редкое умение доводить начатое до конца — по семейной версии, эти качества достались ему от родителей.
Правда, часть историй из его увлекательной жизни до сих пор покрыта тайной.
Например, остается загадкой, кому и зачем он однажды сделал металлоискатель, и какое отношение ко всему этому имеют желтые ботинки…
Или как в квартире на Спасском оказалось много эбонитовых палочек… Но, пожалуй, эти истории лучше оставить самому имениннику.

Студенческие годы стали для Антона временем культурных и человеческих открытий. Его интересовала неформальная культура: сайгоны, хиппи, панки и люди свободного мышления — все это в некоторой степени оказало влияние на его взгляды и музыкальный вкус в том числе. Он знал эту среду, понимал ее изнутри, но при этом никогда полностью к ней не принадлежал.
Антон вообще редко присоединялся к каким-то движениям или компаниям — скорее наблюдал, изучал и выбирал свое. Наверное, потому что с ранних лет ощущал себя немного особенным и отличающимся от массы и привык идти собственной дорогой.

В то время, когда многие только начинали слышать слово «компьютер», у них на кухне уже играли в компьютерные игры, а в доме постоянно появлялись новые идеи, новые вещи и новые люди. Иногда даже слишком новые.
Например, однажды Милана приходит домой из школы, а там стоит мужчина и несет огромные колонки, и совершенно непонятно — это друг семьи или все-таки грабитель.
В другой раз по возвращении из школы на кухне она обнаруживает здоровенного мужчину. Тот разворачивается и как ни в чем не бывало спрашивает: «Картошку жареную будешь?» «Конечно», отвечает Милана, несмотря на вполне логичный вопрос: А кто это, собственно, и что он делает у нас на кухне?

Дом Антона редко был спокойным. Он всегда притягивал разных друзей, знакомых, творческих личностей.
Он легко находил общий язык почти с любым человеком, поэтому вокруг него постоянно собиралась компания.

Иногда это приводило к настоящим открытиям.
Когда видеомагнитофоны еще были редкостью, Антон однажды принес домой огромный ящик и сказал всем собраться.
Все собрались, и он включил фильм «Стена» Pink Floyd. Для родителей это был настоящий культурный шок.

Временами его маму даже посещали мысли «У всех дети живут спокойно и без сюрпризов, учатся, а тут, возвращаешься домой и никогда не знаешь, чего ждать на этот раз.»

Еще одним важным университетом жизни стало дзюдо. Этот спорт дал ему и научил многому. В том числе бороться и не сдаваться, идти до конца.

Вообще в жизни Антона было несколько настоящих университетов:
Первый — 232-я гимназия, его как говорится Альма-Матер. Второй — большая грузинская семья, с которой его семья была очень близка, проводя у них каждое лето и становясь частью их дома, где учились уважать людей, разные культуры и разные взгляды на жизнь. Третий университет — дзюдо и его невероятный тренер Кирилл, близкий не только Антону, но и всей его семье. Четвертый — Военмех, где он получил образование и даже звание морского офицера, хотя судьба здесь сыграла небольшую иронию: качку он совершенно не переносит.

Тем не менее к этому моменту жизни уже было очевидно, что обычная жизнь «по распределению» — не его путь.

Предпринимательская жилка проявилась довольно рано. Уже в студенческие годы Антон начал искать собственные пути и заниматься делом.
В какой-то момент он стал одним из первых людей в стране, кто начал заниматься компьютерной графикой, когда эта область только зарождалась в стране.

Он стал сооснователем и руководителем первой в России международной студии компьютерной графики в компании Сreat в момент, когда сама индустрия только появлялась, а позже этот отдел вырос в отдельную компанию, которую он возглавил.

Но на этом, как и всегда в его жизни, все только начиналось.

Антон никогда не был человеком, который останавливается на достигнутом — он всегда смотрит вперед, туда, где только появляются новые идеи.

Поэтому с середины 2010-х годов он занимается запуском стартапов: ищет идеи, собирает команды, находит инвестиции и запускает новые проекты — от мобильных игр до технологических приложений. И эти его качества дают о себе знать по сей день.

Но если спросить людей, которые его знают, какой он человек, сначала скажут не про бизнес, а про его личные качества, в особенности доброту.
Он является невероятно добрым человеком и помогает очень многим людям, если может.

А еще есть одно важное качество, доставшееся от отца, о котором говорят почти все, кто его знает: Он умеет практически все. Он может починить машину, построить дом — и не один, починить дом, построить бизнес, научить кататься на велосипеде/винсерфинге/играть в теннис и плавать, объяснить математику, обсудить мировые проблемы, психологию и философию, рассказать про квантовую физику и теорию большого взрыва и заодно научить идеально жарить стейки.

В том каким человеком он является и какими качествами обладает почти все сходятся в одном: он человек идей и рассуждений, действий и стремлений, человек, который никогда не останавливается на достигнутом, заглядывает в будущее и стремится к большему.

Ну а для своих детей он однозначно супермен!
`;
